Repository: IsabelCliment/X5817451S
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: For example, choose kebabs, wraps, pizza with lots of vegetables and minimal cheese, non-fried Asian rice or noodles dishes with lots of vegetables, sushi, or some takeaway hot-filled bread roll choices, pasta with tomato-based sauces or baked potatoes with meat, beans and salad.
es: Por ejemplo, elija kebabs, wraps, pizza con mucha verdura y poco queso, platos asiáticos de arroz o fideos no fritos con mucha verdura, sushi, o algunas opciones de panecillos rellenos calientes para llevar, pasta con salsas a base de tomate o patatas asadas con carne, alubias y ensalada.

source: For example, new sections outline considerations for selected population subgroups, the influence of environmental factors on food choice, and related topics such as physical activity and oral health.
es: Por ejemplo, en nuevas secciones se exponen consideraciones relativas a determinados subgrupos de población, la influencia de los factores ambientales en la elección de alimentos y temas relacionados, como la actividad física y la salud bucodental.

source: For example, new sections outline considerations for selected population subgroups, the influence of social, economic and other environmental factors on food choice, and related topics such as oral health.
es: Por ejemplo, en nuevas secciones se exponen consideraciones relativas a determinados subgrupos de población, la influencia de los factores ambientales en la elección de alimentos y temas relacionados, como la salud bucodental.

source: For example, nutrient intake will depend on whether people choose the healthiest options within food groups (eg, wholegrain breads and cereals, low-fat and reduced-fat milk and milk products, and lean meats, legumes, etc) and how they prepare and cook the food.
es: Por ejemplo, la ingesta de nutrientes dependerá de si las personas eligen las opciones más saludables dentro de los grupos de alimentos (p. ej., panes y cereales integrales, leche y productos lácteos desnatados o semidesnatados, y carnes magras, legumbres, etc.) y de cómo preparan y cocinan los alimentos.

source: For example, one standard serving of milk and milk products is a 250 ml glass of milk, a 150 g pottle of yoghurt, or two slices (40 g) of cheese.
es: Por ejemplo, una porción estándar de leche y productos lácteos en un vaso de 250 ml, o una tarrina de yogur de 150 g o dos lonchas (40 g) de queso.

source: For example, the World Health Organization (WHO) defines young people as those aged 10–24 years.
es: Por ejemplo, la Organización Mundial de la Salud (OMS) define a los jóvenes de edades comprendidas entre los 10 y los 24 años.

source: For information on choking first aid and cardiopulmonary resuscitation (CPR), see your Well Child Tamariki Ora Health Book or the Ministry of Health website www.health.govt.nz For more information on food related choking see the Ministry of Health website www.health.govt.nz * These are foods that can squash into the shape of a child’s throat and get stuck there.
es: Para obtener información sobre primeros auxilios en caso de atragantamiento y reanimación cardiopulmonar (RCP), consulte la cartilla de salud Well Child Tamariki Ora o el sitio web del Ministerio de Sanidad www.health.govt.nz. Para más información sobre atragantamientos relacionados con los alimentos, consulte el sitio web del Ministerio de Sanidad www.health.govt.nz * Son alimentos que pueden aplastarse en la garganta del niño y quedarse atascados allí.

source: For more information see section 12.1: Vegetarian eating).
es: Para más información, véase el apartado 12.1: Alimentación vegetariana).

source: For some food groups the only information available relates to how often selected foods are consumed.
es: Para algunos grupos de alimentos, la única información disponible se refiere a la frecuencia con la que se consumen determinados alimentos.

source: For this reason, eating a wide range of whole or minimally processed vegetables and fruit is the best method for gaining optimal nutrient intake and reducing the risk of chronic disease.
es: Por esta razón, comer una gran variedad de frutas y verduras completamente naturales o mínimamente procesadas es el mejor método para obtener una cantidad de nutrientes óptima y reducir el riesgo de enfermedades crónicas.

source: For those choosing more of those foods than meat foods or those following a vegetarian diet, additional servings of those foods are required as described in Table 1.
es: Para aquellos que eligen más de esos alimentos que de carne o quienes siguen una dieta vegetariana, se requieren raciones adicionales de esos alimentos según se describe en la Tabla 1.

source: For those who eat meat, choose lean meat, poultry and fish where possible.
es: Para aquellos que comen carne, elijan carne magra, aves y pescado siempre que sea posible.

source: Foreword The health and wellbeing of our children and young people are extremely important, not only for their lives now, but also for their futures and ultimately for the future of New Zealand.
es: Prólogo La salud y el bienestar de nuestros niños y jóvenes son extremadamente importantes, no solo para su vida actual, sino también para su futuro y, en última instancia, para el futuro de Nueva Zelanda.

source: Fresh, frozen or canned vegetables and fruit are all usually good dietary options.
es: Las verduras y frutas frescas, congeladas o en conserva suelen ser buenas opciones dietéticas.

source: Further development of the document by the Nutrition and Physical Activity Policy Team at the Ministry of Health produced the Food and Nutrition Guidelines for Healthy Children and Young People (Aged 2–18 Years): A background paper – draft for consultation, which was published in October 2010.
es: El equipo de políticas de nutrición y actividad física del Ministerio de Sanidad amplió el documento Directrices sobre Alimentación y Nutrición para Niños y Jóvenes Sanos (de 2 a 18 años): Un documento de referencia - un borrador de consulta, que se publicó en octubre de 2010.

source: Good nutrition and adequate physical activity are key contributors to both health and development.
es: La buena nutrición y la actividad física adecuada son factores clave para la salud y el desarrollo.

source: HFSS foods and drinks contributed to 20 percent of total energy intake for 5–14 year olds which indicates healthier foods are being displaced in the diet.
es: Los alimentos y bebidas HFSS contribuyeron al 20 por ciento de la ingesta total de energía de los niños de 5 a 14 años, lo que indica que los alimentos más saludables están siendo desplazados en la dieta.

source: HFSS foods and drinks generally provide very few vitamins and minerals relative to their energy content (ie, these foods are energy-dense and low in nutrients).
es: Los alimentos y bebidas HFSS generalmente proporciona muy pocas vitaminas y minerales en relación con su contenido energético (es decir, estos alimentos son densos en energía y bajos en nutrientes).

source: High intakes of vegetables and fruit have been shown to reduce the risk of cardiovascular disease, type 2 diabetes and many cancers.
es: Se ha demostrado que consumir altas cantidades de frutas y verduras reduce el riesgo de enfermedades cardiovasculares, diabetes del tipo 2 y muchos tipos de cáncer.

source: However, the total number of servings can be consumed in smaller portions during the day.
es: Sin embargo el número total de las porciones puede consumirse en porciones más pequeñas durante el día.

source: If vegetable or fruit juice or dried fruit is consumed, it contributes up to one serving only of the total recommended number of servings for this food group so that additional servings of fresh, frozen or canned vegetables and fruit are still required to meet recommendations.
es: Si se consumen zumos de verdura o fruta o fruta deshidratada, sólo aportan hasta una ración del número total de raciones recomendadas para este grupo de alimentos, por lo que siguen siendo necesarias raciones adicionales de verdura y fruta fresca, congelada o en conserva para cumplir las recomendaciones.

source: If vegetable/fruit juice or dried fruit is consumed, it contributes a maximum of only one serving of the total recommended number of servings for this food group.
es: Si se consume zumo de verdura/fruta o fruta deshidratada, sólo aporta como máximo una ración del total de raciones recomendadas para este grupo de alimentos.

source: If young people (13 years and older) choose to drink coffee or tea, limit to one to two cups per day.
es: Si los adolescentes (de 13 años o mayor) elige beber café o té, limitar la ingesta a una o dos tazas al día.

source: In addition there is emerging evidence that health during childhood and adolescence impacts on health during adulthood.
es: Además, cada vez hay más pruebas de que la salud durante la infancia y la adolescencia influye en la salud durante la edad adulta.

source: In addition to providing many nutrients, most vegetables and fruit are low in energy and contribute to satiety (feeling of abdominal fullness after eating), so may help people maintain a healthy weight.
es: Además de proporcionar muchos nutrientes, la mayoría de frutas y verduras son bajas en energía y contribuyen a sentirse satisfecho (la sensación de tener el abdomen lleno después de comer), por lo que pueden ayudar a las personas a mantener un peso sano.

source: In essence, you are free to: share ie, copy and redistribute the material in any medium or format; adapt ie, remix, transform and build upon the material.
es: En esencia, usted puede libremente: compartir, es decir, copiar y redistribuir el material en cualquier medio o formato; adaptar, es decir, remezclar, transformar y construir a partir del material. Este documento es la traducción de una versión recortada del texto original, realizada por los alumnos de la Universidad de Alicante.

source: In recognition of changing nutritional concerns for children and young people and the strong influence of environmental factors on food choice, some topics included are additional to those in previous editions of the guidelines for healthy children (aged 2–12 years) (1997) and healthy adolescents (1998).
es: En reconocimiento a la evolución de las preocupaciones nutricionales de los niños y los jóvenes y a la gran influencia de los factores ambientales en la elección de alimentos, algunos temas incluidos son adicionales a los de ediciones anteriores de las directrices para niños sanos (de 2 a 12 años) (1997) y adolescentes sanos (1998).

source: In recognition of the many factors that influence the food choices of children and young people, some new topics have been included.
es: En reconocimiento de los muchos factores que influyen en las elecciones alimentarias de niños y jóvenes, se han incluido algunos temas nuevos.

source: In the 2008/09 NZ Adult Nutrition Survey: 4 percent of males and 8 percent of females aged 15–18 years reported never consuming red meat or not doing so within the previous four weeks most 15–18 year olds reported having red meat either three to four times a week (43%) or one to two times a week (33%) most 15–18 year olds reported having chicken either one to two times a week (49%) or three to four times a week (30%) most 15–18 year olds reported consuming fresh or frozen seafood (fish or shellfish) either never or not within the previous four weeks (52%), or less than once a week (24%) most 15–18 year olds reported consuming canned fish either never or not within the previous four weeks (72%), or less than once a week (16%) 36 percent of 15–18 year olds reported having processed meat one to two times per week and 28 percent reported consuming it three to four times per week.
es: En la Encuesta de Nutrición de Adultos de NZ de 2008/09 el 4% de los hombres y el 8% de las mujeres de 15 a 18 años declararon no haber consumido nunca carne roja o no haberlo hecho en las cuatro semanas anteriores la mayoría de los jóvenes de 15 a 18 años declararon consumir carne roja de tres a cuatro veces por semana (43%) o de una a dos veces por semana (33%) la mayoría de los jóvenes de 15 a 18 años declaran comer pollo entre una y dos veces por semana (49%) o entre tres y cuatro veces por semana (30%) La mayoría de los jóvenes de 15 a 18 años declaran consumir marisco fresco o congelado (pescado o marisco) nunca o no en las últimas cuatro semanas (52%), o menos de una vez a la semana (24%). la mayoría de los jóvenes de 15 a 18 años declararon consumir pescado en conserva nunca o no en las cuatro semanas anteriores (72%), o menos de una vez a la semana (16%) el 36% de los jóvenes de 15-18 años declararon consumir carne procesada de una a dos veces por semana y el 28% de tres a cuatro veces por semana.

source: In the 2008/09 NZ Adult Nutrition Survey: 50 percent of males and 49 percent of females aged 15–18 years reported they ate white bread 44 percent of males and 48 percent of females aged 15–18 years reported they ate light or heavy grain bread (University of Otago and Ministry of Health 2011).
es: En la Encuesta de Nutrición de Adultos de NZ de 2008/09 el 50% de los varones y el 49% de las mujeres de entre 15 y 18 años declararon que comían pan blanco el 44% de los varones y el 48% de las mujeres de 15 a 18 años declararon que comían pan de grano ligero o pesado (Universidad de Otago y Ministerio de Sanidad 2011).

source: In the 2008/09 NZ Adult Nutrition Survey: 51 percent of males and 62 percent of females aged 15–18 years reported they had three or more servings of vegetables per day 61 percent of males and 65 percent of females aged 15–18 years reported they had two or more servings of fruit per day (University of Otago and Ministry of Health 2011).
es: En la Encuesta de Nutrición de Adultos de Nueva Zelanda de 2008/09 el 51% de los varones y el 62% de las mujeres de entre 15 y 18 años declararon consumir tres o más raciones de verdura al día el 61% de los hombres y el 65% de las mujeres de 15 a 18 años declararon consumir dos o más raciones de fruta al día (Universidad de Otago y Ministerio de Sanidad 2011).

source: In the 2008/09 NZ Adult Nutrition Survey: 61 percent of males and 51 percent of females aged 15–18 years reported they drank whole or homogenised milk 33 percent of males and 39 percent of females aged 15–18 years reported they drank either reduced-fat, skim or trim milk only 2 percent of males and 6 percent of females aged 15–18 years reported they drank no milk (University of Otago and Ministry of Health 2011).
es: En la Encuesta de Nutrición de Adultos de Nueva Zelanda de 2008/09: el 61% de los varones y el 51% de las mujeres de entre 15 y 18 años declararon que bebían leche entera u homogeneizada el 33% de los varones y el 39% de las mujeres de 15 a 18 años declararon que bebían leche descremada, desnatada o semidescremada solo el 2% de los varones y el 6% de las mujeres de 15 a 18 años declararon no beber leche (Universidad de Otago y Ministerio de Sanidad, 2011).

source: Include reduced or low-fat milk every day.
es: Incluya leche baja en grasa cada día.

source: Initially the following stakeholders provided feedback on the proposed structure and content of the background paper: Dietitians New Zealand, the Paediatric Society of New Zealand, Public Health Nurses, Plunket, the Home Economics & Technology Teachers’ Association of New Zealand, Te Hotu Manawa Māori, the Pacific Island Food and Nutrition Advisory Group (PIFNAG), the Asian Health Foundation and the Health Sponsorship Council.
es: Inicialmente, las siguientes partes interesadas aportaron sus comentarios sobre la estructura y el contenido propuestos para el documento de referencia: dietistas de Nueva Zelanda, la Sociedad Pediátrica de Nueva Zelanda, enfermeras de Salud Pública, Plunket, la Asociación de Profesores de Economía Doméstica y Tecnología de Nueva Zelanda, Te Hotu Manawa Māori, el Grupo Asesor sobre Alimentación y Nutrición de las Islas del Pacífico (PIFNAG), la Fundación Asiática para la Salud y el Consejo de Patrocinio Sanitario.

source: Introduction Food and Nutrition Guidelines for Healthy Children and Young People (Aged 2–18 Years): A background paper is one in a series of population-specific background papers on food and nutrition.
es: Introducción Directrices sobre Alimentación y Nutrición para Niños y Jóvenes Sanos (de 2 a 18 años): Un documento de referencia, forma parte de una serie de documentos de referencia específicos sobre alimentación y nutrición.

source: It aims to promote health, while also preventing obesity and diet-related chronic diseases.
es: Su objetivo es promover la salud y prevenir la obesidad y las enfermedades crónicas relacionadas con la dieta.

source: It also provides information to support the development of strategic policy that aims to achieve and maintain the best possible health for New Zealand’s children and young people presents reliable and detailed background information for health practitioners who provide nutrition advice and develop nutrition programmes (including dietitians, nutritionists, doctors, nurses, primary care providers, health promoters and teachers) provides the basis for developing health education resources that focus on this age group and that are intended for use by the general public provides information on current dietary patterns, nutrient intake, nutritional status, body size, physical activity and sedentary behaviour patterns in New Zealand children and young people.
es: Proporciona también información para apoyar el desarrollo de una política estratégica destinada a lograr y mantener la mejor salud posible de los niños y jóvenes de Nueva Zelanda. Presenta información de base fiable y detallada para los profesionales de la salud que proporcionan asesoramiento nutricional y desarrollan programas de nutrición (incluidos dietistas, nutricionistas, médicos, enfermeros, proveedores de atención primaria, promotores de salud y profesores). Proporciona la base para desarrollar recursos de educación sanitaria centrados en este grupo de edad y destinados al público en general. Proporciona información sobre las pautas alimentarias actuales, la ingesta de nutrientes, el estado nutricional, el tamaño corporal, la actividad física y las pautas de comportamiento sedentario de los niños y jóvenes neozelandeses.

source: It also sets out strategies for increasing physical activity and reducing sedentary behaviour.
es: También establece estrategias para aumentar la actividad física y reducir el sedentarismo.

source: It focuses particularly on the food environment and how it influences the purchase and consumption of food, including food access and availability, food price, portion size, food marketing, and the nature of food in schools.
es: Se centra especialmente en el entorno alimentario y en cómo influye en la compra y el consumo de alimentos, incluido el acceso a los alimentos y su disponibilidad, el precio de los alimentos, el tamaño de las porciones, la comercialización de los alimentos y la naturaleza de la comida en las escuelas.

source: It generally means the entire grain seed or kernel is intact and so includes the bran, germ and endosperm.
es: Generalmente significa que toda la semilla o grano está intacta y, por lo tanto, incluye el salvado, germen y endospermo.

source: It is the synergistic effect of this mixture of protective compounds that provides the benefit.
es: El origen del beneficio es el efecto sinergético de la mezcla de compuestos protectores.

source: Its aim is to enhance the cultural competence of health practitioners working with Māori.
es: Su objetivo es mejorar la competencia cultural de los profesionales sanitarios que trabajan con maoríes.

source: Its aim is to enhance the cultural competence of health practitioners working with Pacific peoples.
es: Su objetivo es mejorar la competencia cultural de los profesionales sanitarios que trabajan con los pueblos del Pacífico.

source: Jenny Heyward, Rhonda Ackroyd and Dr Jan Sinclair reviewed the allergy section in Part 12.
es: Jenny Heyward, Rhonda Ackroyd y Dr. Jan Sinclair revisaron la sección sobre alergias de la Parte 12.

source: Juiced or dried fruit are high in sugar.
es: Los zumos y la fruta deshidratada tienen un alto contenido en azúcar.

source: Juiced vegetables and juiced or dried fruit contain fewer beneficial compounds than whole foods.
es: Los zumos de verduras y frutas contienen menos compuestos beneficiosos que los alimentos enteros.

source: Lean meat, poultry, seafood, eggs, legumes, nuts and seeds* According to the 2002 National Children’s Nutrition Survey: one in two children and young people (51%) consumed two or more servings of meat, fish, poultry and eggs each day (Ministry of Health 2003b).
es: Carne magra, aves, marisco, huevos, legumbres, frutos secos y semillas*. Según la Encuesta Nacional de Nutrición Infantil de 2002: uno de cada dos niños y jóvenes (51%) consumía dos o más raciones de carne, pescado, aves y huevos al día (Ministerio de Sanidad 2003b).

source: Lean meat, poultry, seafood, eggs, legumes, nuts and seeds* This food group includes lean meat (eg, beef, lamb, pork and venison), poultry (eg, chicken, turkey), seafood (eg, fish and shellfish), as well as other protein-rich foods such as eggs, legumes, nuts* and seeds.
es: Carne magra, aves, mariscos, huevos, legumbres, frutos secos y semillas* Este grupo de alimentos incluye carne magra (p. ej., carne de res, cordero, cerdo y venado), aves de corral (p. ej., pollo, pavo), mariscos (p. ej., pescado y mariscos), así como otros alimentos ricos en proteínas como huevos, legumbres, nueces* y semillas.

source: Lean meat, poultry, seafood, eggs, legumes, nuts* and seeds provide energy, protein, fats (more often saturated in meat; mostly unsaturated in seafood, nuts* and seeds), carbohydrate (especially from legumes), vitamins (B12, niacin, thiamin) and minerals (iron, zinc, selenium, magnesium, potassium, phosphorus).
es: La carne magra, las aves, el marisco, los huevos, las legumbres, los frutos secos* y las semillas aportan energía, proteínas, grasas (usualmente saturadas en la carne; mayoritariamente no saturadas en el marisco, los frutos secos* y las semillas), hidratos de carbono (especialmente en las legumbres), vitaminas (B12, niacina, tiamina) y minerales (hierro, zinc, selenio, magnesio, potasio, fósforo).

source: Limit drinks such as fruit juice, cordial, fruit drink, fizzy drinks (including diet drinks), sports drinks and sports water.
es: Limite bebidas tales como zumos de frutas, bebidas de frutas, bebidas gaseosas (incluso las que son sin azúcar) y bebidas isotónicas.

source: Limit high fat, sugar and salt (HFSS) foods and drinks to occasional (less than once a week) consumption only.
es: Limite los alimentos y bebidas con alto contenido de grasa, azúcar y sal (HFSS, por sus siglas en inglés) al consumo ocasional (menos de una vez por semana).

source: Limiting the consumption of HFSS foods and drinks can be difficult as they are widely available, often inexpensive and heavily marketed.
es: Limitar el consumo de alimentos y bebidas altos en grasas, azúcares y sal puede ser difícil, ya que están ampliamente disponibles, a menudo baratos y se comercializan mucho.

source: Lunch contributes significantly to daily energy and nutrient intakes, and provides energy when levels may be decreasing.
es: El almuerzo contribuye significativamente a la ingesta diaria de energía y nutrientes, y proporciona energía cuando los niveles estan disminuyendo.

source: Many factors other than the number of servings from each food group will influence the total energy and nutrient intake of the diet.
es: Muchos otros factores, además del número de raciones de cada grupo de alimentos, influirán en la ingesta total de energía y nutrientes de la dieta.
